Autodesk.Revit.UI.TaskDialog.FooterText
FooterText is used in the footer area of the task dialog.
Remarks:
HTML Hyperlink tags can be used when specifying Footertext. These will work like normal hyperlinks
where clicking them will launch the default browser to the location specified.
Revit special cases hyperlinks containing the single character '#' to indicate to launch Revit's
contextual help for the dialog. The Topic passed for the contextul help takes the form H[id] where
id is the Id for the task dialog.
Since: 2011